Repository: avinashadarsh/osteele.com
Catalog: sites/all/modules/feedback/po/*.po
Languages: cs

source: Feedback
cs: Kontaktní formulář

source: Configure the feedback page
cs: Nastavení stránek kontaktního formuláře

source: Feedback page name
cs: Jméno kontaktního formuláře

source: Feedback page location
cs: Umístění stránek kontaktního formuláře

source: delete
cs: vymazat

source: edit
cs: upravit

source: Add page
cs: Přidat stránku

source: Add a further feedback page
cs: Přidat další stránku s kontaktním formulářem

source: This page already exists.
cs: Tato stránka již existuje

source: Your feedback page has been added.
cs: Váš kontaktní formulář byl přidán

source: Default Email Address
cs: Základní e-mailová adresa

source: The email address which should receive all form submissions
cs: Emailová adresa na kterou budou doručovány formuláře

source: Title of the feedback page
cs: Jméno kontaktního formuláře

source: Instructions
cs: Instrukce

source: The instructions that will be displayed for the user on how to fill the form
cs: Instrukce budou zobrazeny uživatelům vyplňujícím formulář

source: Subject
cs: Předmět

source: Subject Prefix
cs: Předpona předmětu

source: The prefix that should be added before the subject on each email
cs: Předpona bude přidána před předmět každého e-mailu

source: Include a subject textfield
cs: Obsahuje textové pole předmět

source: Categories
cs: Kategorie

source: Put each subject category on a separate line or separate them by commas. No HTML allowed.
cs: Vypište každý předmět kategorie na zvláštní řádek nebo je rozdělte čárkou. Nejsou povoleny HTML značky

source: Leave this field empty to disable this feature.
cs: Nechte prázdné pro vypnutí této vlastnosti.

source: Fields to include on the form
cs: Pole obsažená ve formuláři

source: Sender Name
cs: Jméno odesílatele

source: Postal Address
cs: Poštovní adresa

source: Phone Number
cs: Telefonní číslo

source: Message Body
cs: Tělo zprávy

source: Miscellaneous Settings
cs: Různá nastavení

source: Hourly threshold
cs: Hodinový limit

source: The maximum number of form submissions a user can perform per hour.
cs: Maximální počet poslaných formulářu na uživatele za hodinu.

source: Log all feedback attempts to watchdog
cs: Logovat všechny pokusy kontaktního formuláře

source: Save configuration
cs: Uložit nastavení

source: The configuration options have been saved.
cs: Nastavení bylo uloženo

source: Delete
cs: Vymazat

source: The feedback page has been deleted.
cs: Kontaktní formulář bude vymazán

source: Are you sure you want to delete the feedback page "!page"?
cs: Jste si jistý že chcete vymazat kontaktní formulář "!page"?

source: Cancel
cs: Zrušit

source: You cannot send more than !number messages per hour. Please try again later.
cs: Nemůžete poslat více než !number zpráv za hodinu. Prosím zkuste později.

source: Your full name
cs: Vaše celé jméno

source: Your e-mail address
cs: Vaše e-mailová adresa

source: Your postal address
cs: Vaše poštovní adresa

source: Your phone number
cs: Vaše telefonní číslo

source: Category
cs: Kategorie

source: Message
cs: Zpráva

source: Send message
cs: Poslat zprávu

source: You must enter a valid e-mail address.
cs: Musíte vyplnit platnou e-mailovou adresu

source: The subject cannot contain linebreaks.
cs: Předmět nesmí obsahovat

source: Please enter your full name
cs: Prosím vložte Vaše celé jméno

source: Too long input.
cs: Příliš dlouhý vstup

source: Please choose a category
cs: Vyberte prosím kategorii

source: Please enter a subject
cs: Napište prosím předmět

source: Please enter your message.
cs: Napište prosím Vaší zprávu

source: Please shorten your input. Up to !limit characters are allowed.
cs: Prosím zkráťte vaší zprávu. Je dovoleno maximálně !limit znaků

source: Sent from @form by @name.
cs: Poslano z @form od @name

source: @name-from sent a feedback e-mail
cs: @name-from posílá e-mail s kontaktním formulářem

source: Your message has been sent.
cs: Vaše zpráva byla odeslána.

source: Site Name
cs: Jméno webu

source: Registered name
cs: Registrované jméno

source: Entered Name
cs: Vyplněné jméno

source: E-mail address
cs: E-mailová adresa

source: Postal address
cs: Poštovní adresa

source: Referring page
cs: Odkazující stránka

source: IP Address
cs: IP adresa

source: Machine name
cs: Jméno počítače

source: Browser info
cs: Informace o prohlížeči

source: feedback
cs: Kontaktní formulář

source: mail
cs: pošta

source: can send feedback
cs: Odesílat formuláře

source: administer feedback
cs: administrovat kontaktní formulář

source: Provides one or more site-wide feedback pages.
cs: Umožňuje mít stránkách jeden nebo více kontaktních formulářů
